brew "anomalyco/tap/opencode"
brew "coreutils"
brew "fd"
brew "fzf"
brew "httpie"
brew "jq"
brew "just"
brew "yq"
brew "lazygit"
brew "neovim"
brew "parallel"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "elixir-ls"
brew "tree"
brew "tree-sitter-cli"
brew "dashlane/tap/dashlane-cli"

cask "ghostty"
cask "raycast"
cask "yaak@beta"
